{
    "Access denied": "Accesso negato", 
    "Action": "Azione", 
    "Actions": "Azioni", 
    "Admin interface": "Interfaccia di amministrazione", 
    "Administration password": "Password di amministrazione", 
    "An error occurred.": "C'è stato un errore.", 
    "Base address": "Indirizzo base", 
    "By using our services, you accept our": "Utilizzando i nostri servizi, accettate i nostri", 
    "Choose the default language": "Scegliere la lingua predefinita", 
    "Chunks of data must be sent in order.": "I blocchi di dati devono essere inviati in ordine.", 
    "Clean": "Ripulire", 
    "Clean expired files": "Ripulisci i file scaduti", 
    "Clean old unfinished transfers": "Ripulisci i vecchi trasferimenti non conclusi", 
    "Data directory": "Directory data", 
    "Del file and links": "Canc file e links", 
    "Del link": "Canc link", 
    "Delete a file": "Cancella un file", 
    "Delete link": "Cancella link", 
    "Deleted links": "Links cancellati", 
    "Direct download link": "Link per il download diretto", 
    "Download": "Download", 
    "Download page": "Pagina di download", 
    "Example": "Esempio", 
    "Expire": "Scadere", 
    "File has been deleted.": "Il file è stato cancellato.", 
    "File is too big": "Il file è troppo grande", 
    "File not available.": "Il file non è disponibile.", 
    "File size is limited to": "La dimensione dei file è limitata a", 
    "File uploaded !": "File caricato !", 
    "Filename": "Nome file", 
    "Finalisation": "Finalizzazione", 
    "Finalize asynchronous transfer": "Finalizzare il trasferimento asincrono", 
    "First line is the asynchronous transfer reference and the second line the code to use in the next operation.": "La prima linea è il riferimento per il trasferimento asincrono e la seconda linea il codice da utilizzare nell'operazione successiva.", 
    "First line is the download reference and the second line the delete code.": "La prima linea è il riferimenti per il download e la seconda è il codice per la cancellazione.", 
    "First line is the server capacity (in Bytes).": "La prima linea è la capacità del server (in Bytes).", 
    "First line returns size (in MB).": "La prima linea restituisce la dimensione (in MB).", 
    "Get Jirafeau's version": "Visualizza la versione di Jirafeau", 
    "Get a file": "Scarica un file", 
    "Get a generated script": "Visualizza uno script generato", 
    "Get server capacity": "Visualizza la capacità del server", 
    "Give the password of this file": "Fornire la password per questo file", 
    "Here is a solution": "Ecco una soluzione", 
    "If a password has been set, send a POST request with it.": "Se è stata impostata una password, invia una richiesta POST con la stessa.", 
    "Information": "Informazioni", 
    "Initalize an asynchronous transfer": "Inizializza un trasferimento asincrono", 
    "Installation of Jirafeau": "Installazione di Jirafeau", 
    "Installer script still present": "Script di installazione ancora presente", 
    "Internal error during file creation.": "Errore interno durante la creazione del file.", 
    "Jirafeau Project": "Progetto Jirafeau", 
    "Jirafeau has an administration interface (through admin.php). You can set a password to access the interface or leave it empty to disable the interface.": "Jirafeau ha una interfaccia di amministrazione (via  admin.php). E' possibile impostare una password per accedere all'interfaccia o lasciarla vuota per disabilitare l'interfaccia stessa.", 
    "Jirafeau is internationalised. Choose a specific langage or choose Automatic (langage is provided by user's browser).": "Jirafeau è internazionalizzato. Scegliere una lingua specifica o scelta Automatica (la lingua è fornita dal browser dell'utente).", 
    "Jirafeau is now fully operational": "Ora Jirafeau è completamente operativo", 
    "Jirafeau is setting the website according to the configuration you provided.": "Jirafeau sta configurando il sito web secondo la configurazione che avete fornito.", 
    "Jirafeau, your web file repository": "Jirafeau, il tuo archivio web di file", 
    "Link deleted": "Link cancellato", 
    "List": "Lista", 
    "List all files": "Elenca tutti i files", 
    "Login": "Login", 
    "Logout": "Esci", 
    "Maximal allowed size of an uploaded file": "Dimensione massima consentita per un file caricato", 
    "Maximum file size": "Dimensione massima del file", 
    "Next step": "Passo successivo", 
    "None": "Nessuno", 
    "Number of cleaned files": "Numero di file ripuliti", 
    "One day": "Un giorno", 
    "One hour": "Un ora", 
    "One minute": "Un minuto", 
    "One month": "Un mese", 
    "One time download": "Download singolo", 
    "One week": "Una settimana", 
    "One year": "Un anno", 
    "Onetime": "Una volta", 
    "Optional": "Opzionale", 
    "Origin": "Origine", 
    "Parameters": "Parametri", 
    "Password": "Password", 
    "Password protection": "Protezione con password", 
    "Please make sure to delete the installer script \"install.php\" before continuing.": "Per favore verificare di aver cancellato lo script di installazione \"install.php\" prima di continuare.", 
    "Preview": "Anteprima", 
    "Previous step": "Passo precedente", 
    "Push data during asynchronous transfer": "Push data durante il trasferimento asincrono", 
    "Required": "Richiesto", 
    "Retry this step": "Riprovare questo passaggio", 
    "Returns the next code to use.": "Restituisce il prossimo codice da usare.", 
    "Search": "Cerca", 
    "Search a specific link": "Cerca un link specifico", 
    "Search files by file hash": "Cerca file per hash", 
    "Search files by name": "Cerca files per nome", 
    "Select a file": "Seleziona un file", 
    "Send": "Inviato", 
    "Send a GET query to": "Invia una query GET a", 
    "Send a POST query to": "Invia una query POST a", 
    "Size": "Dimensione", 
    "Sorry, the admin interface is not enabled.": "Spiacente, l'interfaccia di amministrazione non è abilitata.", 
    "Sorry, the requested file is not found": "Spiacente, il file richiesto non è stato trovato", 
    "Sorry, you are not authenticated on admin interface.": "Spiacente, non sei autenticato per l'interfaccia di amministrazione.", 
    "Term Of Service": "Termini del Servizio", 
    "The async directory is not writable!": "la directory async è non scrivibile!", 
    "The base address of Jirafeau is the first part of the URL, until (and including) the last slash. For example: \"http://www.example.com/\". Do not forget the trailing slash!": "L'indirizzo base di Jirafeau è la prima parte della URL, fino (e incluso) la barra finale. Per esempio:\n\"http://www.example.com/\". Non dimenticare la barra finale!", 
    "The data directory is where your files and information about your files will be stored. You should put it outside your web site, or at least restrict the access to this directory. Do not forget the trailing slash!": "La directory data è dove i vostri file e le informazioni su di essi sono archiviate. Dovrebbe risiedere al di fuori del sito web, o quantomeno si dovrebbe restringere l'accesso a questa directory. Non dimenticare lo slash finale!", 
    "The file directory is not writable": "La directory dei file non è scrivibile", 
    "The following directory could not be created": "Non è stato possibile creare la seguente directory", 
    "The following directory is not writable": "La seguente directory non è scrivibile", 
    "The goal is to permit to transfer big file, chunk by chunk.": "Lo scopo è di permettere il trasferimento di grandi file, pezzo per pezzo.", 
    "The instructions above show how to query this interface.": "Le istruzioni sopra mostrano come interrogare questa interfaccia.", 
    "The link directory is not writable": "La directory dei link non è scrivibile", 
    "The local configuration file could not be created. Create a <code>lib/config.local.php</code> file and give the write permission to the web server (preferred solution), or give the write permission to the web server on the <code>lib</code> directory.": "Non è stato possibile creare il file di configurazione locale. Creare un file <code>lib/config.local.php</code> e dare al server web i permessi in scrittura al file stesso (soluzione preferita), oppure dare i permessi in scrittura al server web all'intera directory <code>lib</code>.", 
    "The local configuration is not writable by the web server. Give the write permission to the web server on the '<code>lib/config.local.php</code> file.": "Il server web non può scrivere la configurazione locale. Dare al web server i permessi di scrittura per il file '<code>lib/config.local.php</code>.", 
    "The time limit of this file has expired.": "Il tempo limite di questo file è scaduto.", 
    "This file is valid until the following date": "Questo file è valido fino alla seguente data", 
    "This file was generated by the install process. You can edit it. Please see config.original.php to understand the configuration items.": "Questo file è stato generato dal processo di installazione. E' possibile editarlo. Per capire le possibili voci di configurazione vedere config.original.php.", 
    "This interface permits to script your uploads and downloads.": "Questa interfaccia permette di programmare i caricamenti e gli scaricamenti.", 
    "This will return \"Ok\" if succeeded, \"Error\" otherwhise.": "Questo restituirà \"Ok\" se riuscito, \"Error\" altrimenti.", 
    "This will return \"Ok\" or \"Error\" string.": "Questo restituisce la stringa \"Ok\" o \"Error\".", 
    "This will return brut text content of the code.": "Questo restituirà il testo grezzo del codice.", 
    "This will return brut text content.": "Questo restituisce il contenuto grezzo del testo.", 
    "Time limit": "Limite di tempo", 
    "Type": "Tipo", 
    "Upload a file": "Carica un file", 
    "Upload date": "Data di caricamento", 
    "Upload password": "Password per caricare file", 
    "Uploading ...": "Sto caricando ...", 
    "View link": "Visualizza link", 
    "Warning, this file will self-destruct after being read": "Attenzione, questo file si auto distruggerà dopo essere stato letto", 
    "Welcome to Jirafeau's query interface": "Benvenuti nell'interfaccia per le query di Jirafeau", 
    "Wrong password.": "Password errata.", 
    "You are about to download": "Stai per scaricare", 
    "You are now loggued out": "Hai eseguito il logout", 
    "You should create this directory manually.": "E' necessario creare manualmente questa directory.", 
    "You should give the write permission to the web server on this directory.": "E' necessario dare al server web i permessi in scrittura per questa directory.", 
    "file": "file", 
    "link": "link", 
    "out of": "fuori da", 
    "powered by Open-Source project Jirafeau": "powered dal progetto Open-Source Jirafeau", 
    "step": "passo"
}